{
  "product": {
    "title": {
      "message": "Outbound Funds Module Fundseeker Starter Portal Template",
      "description": "name of product"
    },
    "short_description": {
      "message": "Extend Outbound Funds Module with a portal for fundseekers.",
      "description": "tagline of product"
    },
    "description": {
      "message": "Welcome to the Outbound Funds Module Fundseeker Starter Portal Template installer!\r\n\r\nOutbound Funds Module Fundseeker Starter Portal Template streamlines the grantmaking process and helps grantmakers cultivate and manage relationships with their grantees. Leveraging Salesforce Communities, Grants Management makes grantmaking a breeze through an intuitive, easy-to-use interface and backend automation.\r\n\r\n*IMPORTANT*: Salesforce does not recommend installing upgrades directly in production organizations. Instead, install Grants Management in one of your free sandbox environments or a developer organization first.\r\n\r\nOnce you've installed Grants Management, check out these resources:\r\n\r\n* [Grants Management Documentation](https://powerofus.force.com/s/article/GM-Documentation)\r\n* [Power of Us Hub - Grants Management Customer Group](https://powerofus.force.com/s/group/0F91E0000000iEwSAI/grants-management-sfdo-product)\r\n* [Salesforce Partner Community - Grants Management Experts Group](https://partners.salesforce.com/_ui/core/chatter/groups/GroupProfilePage?g=0F94V000000LpYeSAK)",
      "description": "shown on product detail page (markdown)"
    },
    "error_message": {
      "message": "To get help with this error, go to [help.salesforce.com](https://help.salesforce.com/), find the Support & Services area and log a technical support ticket with Salesforce. Include “Grants Management” in the subject line and include in your comment the installation link shown here.",
      "description": "shown after failed installation (markdown)"
    },
    "click_through_agreement": {
      "message": "Grants Management is a closed-source package licensed by salesforce.com, Inc. or one of its Affiliates (“SFDC”) under a proprietary limited use license.  When you install the Grants Management package, both i) the Outbound Funds Module, an open source technology licensed by SFDC under the [BSD-3 Clause License](https://opensource.org/licenses/BSD-3-Clause), and ii) the SFDO Base package, a closed-source technology licensed by SFDC under a proprietary limited use license, will automatically be installed into your Salesforce org.  For the purposes of this agreement, the term “SFDC Packages” refers to the Grants Management, OFM, and SFDO Base packages collectively.\r\n\r\nBY INSTALLING GRANTS MANAGEMENT, YOU AGREE TO ITS LICENSE (<[https://github.com/SalesforceFoundation/ProductLicenses/blob/master/GrantsManagement.md](https://github.com/SalesforceFoundation/ProductLicenses/blob/master/GrantsManagement.md)>), THE OFM LICENSE (<[https://github.com/SalesforceFoundation/OutboundFunds/blob/master/LICENSE](https://github.com/SalesforceFoundation/OutboundFunds/blob/master/LICENSE)>), AND THE SFDO BASE LICENSE ([https://github.com/SalesforceFoundation/ProductLicenses/blob/master/SFDOBase.md](https://github.com/SalesforceFoundation/ProductLicenses/blob/master/SFDOBase.md)).\r\n\r\nANY MASTER SUBSCRIPTION AGREEMENT YOU OR YOUR ENTITY MAY HAVE WITH SFDC DOES NOT APPLY TO YOUR USE OF THE SFDC PACKAGES.  AN “AFFILIATE” MEANS ANY ENTITY THAT DIRECTLY OR INDIRECTLY CONTROLS, IS CONTROLLED BY, OR IS UNDER COMMON CONTROL WITH THE SUBJECT ENTITY. “CONTROL,” FOR PURPOSES OF THIS DEFINITION, MEANS DIRECT OR INDIRECT OWNERSHIP OR CONTROL OF MORE THAN 50% OF THE VOTING INTERESTS OF THE SUBJECT ENTITY.  SALESFORCE.ORG LLC IS AN AFFILIATE OF SALESFORCE.COM, INC. \r\n\r\nTHE SFDC PACKAGES ARE NON-SFDC APPLICATIONS OR THIRD-PARTY APPLICATIONS, AND NOT SERVICES, UNDER ANY MASTER SUBSCRIPTION AGREEMENT YOU HAVE WITH SFDC. THE SFDC PACKAGES ARE PROVIDED “AS IS” AND AS AVAILABLE. SFDC MAKES NO WARRANTY OF ANY KIND REGARDING THE SFDC PACKAGES, WHETHER EXPRESS, IMPLIED, STATUTORY OR OTHERWISE, INCLUDING BUT NOT LIMITED TO ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, FREEDOM FROM DEFECTS OR NON-INFRINGEMENT, TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW.  IF YOU SUBMIT ANY SENSITIVE OR REGULATED DATA TO THE SFDC PACKAGES, YOU ARE SOLELY RESPONSIBLE FOR ENSURING THAT YOUR USE OF THE SFDC PACKAGES TO PROCESS THAT INFORMATION COMPLIES WITH ALL APPLICABLE LAWS AND REGULATIONS. \r\n\r\nSFDC WILL NOT HAVE ANY LIABILITY ARISING OUT OF OR RELATED TO YOUR USE OF THE SFDC PACKAGES FOR ANY DIRECT DAMAGES OR FOR ANY LOST PROFITS, REVENUES, GOODWILL OR INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, EXEMPLARY, COVER, BUSINESS INTERRUPTION OR PUNITIVE DAMAGES, WHETHER AN ACTION IS IN CONTRACT OR TORT AND REGARDLESS OF THE THEORY OF LIABILITY, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGES OR IF A REMEDY OTHERWISE FAILS OF ITS ESSENTIAL PURPOSE. THE FOREGOING DISCLAIMER WILL NOT APPLY TO THE EXTENT PROHIBITED BY LAW. SFDC DISCLAIMS ALL LIABILITY AND INDEMNIFICATION OBLIGATIONS FOR ANY HARM OR DAMAGES CAUSED BY ANY THIRD-PARTY HOSTING PROVIDERS. \r\n\r\nTHIS AGREEMENT SHALL BE GOVERNED EXCLUSIVELY BY, AND CONSTRUED EXCLUSIVELY IN ACCORDANCE WITH, THE LAWS OF THE UNITED STATES AND THE STATE OF CALIFORNIA, WITHOUT REGARD TO ITS CONFLICT OF LAWS PROVISIONS. THE STATE AND FEDERAL COURTS LOCATED IN SAN FRANCISCO, CALIFORNIA SHALL HAVE EXCLUSIVE JURISDICTION TO ADJUDICATE ANY DISPUTE ARISING OUT OF OR RELATING TO THIS AGREEMENT. EACH PARTY HEREBY CONSENTS TO THE JURISDICTION OF SUCH COURTS AND WAIVES ANY RIGHT IT MAY OTHERWISE HAVE TO CHALLENGE THE APPROPRIATENESS OF SUCH FORUMS.",
      "description": "legal text shown in modal dialog"
    }
  },
  "plan:install": {
    "title": {
      "message": "Install Outbound Funds Module Fundseeker Starter Portal Template",
      "description": "title of installation plan"
    },
    "preflight_message": {
      "message": "This will install Outbound Funds Module Fundseeker Starter Portal Template into your org.",
      "description": "shown before user starts installation (markdown)"
    },
    "post_install_message": {
      "message": "Thanks for installing Outbound Funds Module Fundseeker Starter Portal Template. Please visit the [Grants Management customer group](https://powerofus.force.com/s/group/0F91E0000000iEwSAI) on the Power of Us Hub for any questions about Grants Case Management.",
      "description": "shown after successful installation (markdown)"
    },
    "error_message": {
      "message": "To get help with this error, go to [help.salesforce.com](https://help.salesforce.com/), find the Support & Services area and log a technical support ticket with Salesforce. Include “Grants Management” in the subject line and include in your comment the installation link shown here.",
      "description": "shown after failed installation (markdown)"
    }
  },
  "checks": {
    "Please enable My Domain in your org prior to installing.": {
      "message": "Please enable My Domain in your org prior to installing.",
      "description": "shown if validation fails"
    },
    "The Fundseeker Starter Portal Template requires Customer Community Plus Login licenses. Please coordinate with your Salesforce account executive to be sure you have the correct licenses set up in your org.": {
      "message": "The Fundseeker Starter Portal Template requires Customer Community Plus Login licenses. Please coordinate with your Salesforce account executive to be sure you have the correct licenses set up in your org.",
      "description": "shown if validation fails"
    },
    "Please ensure that Salesforce Experience Cloud is available in your org prior to installing.": {
      "message": "The Fundseeker Starter Portal Template requires that Digital Experiences is enabled. Make sure to enable it in your org before installing the site template.",
      "description": "shown if validation fails"
    },
    "The Fundseeker Starter Portal Template requires Chatter. Please enable Chatter in your org and try again.": {
      "message": "The Fundseeker Starter Portal Template requires Chatter. Please enable Chatter in your org and try again.",
      "description": "shown if validation fails"
    }
  },
  "steps": {
    "Install {product} {version}": {
      "message": "Install {product} {version}",
      "description": "title of installation step"
    },
    "Deploy Create Application Flow": {
      "message": "Deploy Create Application Flow",
      "description": "title of installation step"
    },
    "Deploy Profiles": {
      "message": "Deploy Profiles",
      "description": "title of installation step"
    },
    "Deploy Submit Application Flow": {
      "message": "Deploy Submit Application Flow",
      "description": "title of installation step"
    },
    "Deploy Visual Assets": {
      "message": "Deploy Visual Assets",
      "description": "title of installation step"
    },
    "Add 'Apply' Button on the Funding Program Layout": {
      "message": "Add 'Apply' Button on the Funding Program Layout",
      "description": "title of installation step"
    },
    "Add 'Submit Application' Button on the Funding Request Layout": {
      "message": "Add 'Submit Application' Button on the Funding Request Layout",
      "description": "title of installation step"
    },
    "Add 'Add File' Button on the Requirement Layout": {
      "message": "Add 'Add File' Button on the Requirement Layout",
      "description": "title of installation step"
    },
    "Create the Funding Program Portal": {
      "message": "Create the Funding Program Portal",
      "description": "title of installation step"
    },
    "Publish the Funding Program Portal": {
      "message": "Publish the Funding Program Portal",
      "description": "title of installation step"
    },
    "Add Grantseeker Profile to Funding Program Portal": {
      "message": "Add Grantseeker Profile to Funding Program Portal",
      "description": "title of installation step"
    },
    "Grant Visibility to Community Users": {
      "message": "Grant Visibility to Community Users",
      "description": "title of installation step"
    },
    "Add Funding Program Portal Branding": {
      "message": "Add Funding Program Portal Branding",
      "description": "title of installation step"
    }
  },
  "plan:customer_enablement_install": {
    "title": {
      "message": "Install Outbound Funds Module Fundseeker Starter Portal Template and Build Experience Site",
      "description": "title of installation plan"
    },
    "preflight_message": {
      "message": "This installs Outbound Funds Module Fundseeker Starter Portal Template into your org. The installer creates an experience site with the Outbound Funds Module Fundseeker Starter Portal Template and applies our recommended configurations.",
      "description": "shown before user starts installation (markdown)"
    },
    "post_install_message": {
      "message": "Thanks for installing Outbound Funds Module Fundseeker Starter Portal Template. Please visit the [Outbound Funds Module Fundseeker Starter Portal customer group](https://powerofus.force.com/s/group/0F91E0000000iEwSAI) on the Power of Us Hub for any questions about Outbound Funds Module Fundseeker Starter Portal Template.",
      "description": "shown after successful installation (markdown)"
    },
    "error_message": {
      "message": "To get help with this error, go to [help.salesforce.com](https://help.salesforce.com/), find the Support & Services area and log a technical support ticket with Salesforce. Include “Outbound Funds Module Fundseeker Starter Portal Template” in the subject line and include in your comment the installation link shown here.",
      "description": "shown after failed installation (markdown)"
    }
  }
}
